tap "homebrew/bundle"
brew "anyenv"
brew "podman"
brew "astro"
brew "bat"
brew "tmux"
brew "byobu"
brew "cairo"
brew "curl"
brew "docker"
brew "docker-compose"
brew "elixir"
brew "gnutls"
brew "emacs", link: false
brew "eza"
brew "fzf"
brew "gcc"
brew "ghc"
brew "icu4c@76"
brew "harfbuzz"
brew "hyperfine"
brew "git"
brew "git-delta"
brew "go"
brew "haskell-stack"
brew "imagemagick"
brew "jq"
brew "lima"
brew "mysql"
brew "pandoc"
brew "peco"
brew "pkgconf"
brew "postgresql"
brew "qemu"
brew "ripgrep"
brew "rust"
brew "rustup"
brew "scala"
brew "starship"
brew "terraform"
brew "texinfo"
brew "tig"
brew "tree"
brew "zola"
cask "emacs"
cask "font-hack-nerd-font"
cask "intellij-idea"
cask "mactex"
cask "racket"
cask "visual-studio-code"
